Repository: Albertoenriquepaulo/BonusTintaRedApp
Catalog: BonusApp/Resource/Resource.*.resx
Languages: es

source: Add
es: Añadir

source: Add Coupon
es: Añadir Bono

# AddCouponClient
source: Add Coupon to Client
es: Añadir Bono a Cliente

source: Apply
es: Aceptar

# AreYouSureToDelete
source: Are you sure you want to delete the client
es: ¿Esta seguro que quiere eliminar el cliente

# AreYouSureToDeleteCoupon
source: Are you sure you want to delete the coupon
es: ¿Esta seguro que quiere eliminar el bono

# AreYouSureWantToSetFirstPart
source: Are you sure you want to set
es: ¿Estas seguro que quiere descontar

# AreYouSureWantToSetSecondPart
source: discount pages?
es: páginas?

source: Cancel
es: Cancelar

source: Clear
es: Limpiar

source: Click to see coupon details
es: Clic para ir a detalle del bono

source: Click to set pages
es: Clic para descontar paginas

source: Client
es: Cliente

source: Client Details
es: Detalle Cliente

source: Client List
es: Lista de Clientes

source: Clients
es: Clientes

source: Close
es: Cerrar

source: Coupon
es: Bono

# CouponHasBeenCreated
source: The coupon has been created
es: El bono ha sido creado

source: Coupon Id
es: Id Bono

source: Coupon List
es: Lista de Bonos

source: Coupon Name
es: Nombre del Bono

source: Coupons have been added
es: Bono (s) han sido añadidos

source: Coupons selected
es: Seleccionados

source: Coupon Type
es: Tipo de Bono

source: Coupon Types
es: Tipos de Bono

source: Create Client
es: Crear Cliente

source: Create Coupon
es: Crear Bono

source: Create New Client
es: Crear Nuevo Cliente

source: Disable Delete
es: Desactivar Delete

source: does not have any coupon
es: No tiene ningún bono asociado

source: Edit Client
es: Editar Cliente

source: Edit Coupon
es: Editar Bono

source: Emails
es: Correos

source: Enable Delete
es: Activar Delete

# ErrorAddingCoupon
source: ERROR: The coupons could not have been added
es: Error. El bono no pudo ser añadido al cliente

# ErrorAplyingDiscount
source: ERROR: The discount could not be applied...
es: Error. No se pudo descontar las páginas

# ErrorCreatingUser
source: Error. User have not been created
es: Error. No se pudo crear el usuario

source: Go Back
es: Atrás

source: Have been sent
es: han sido enviados

source: Issued Coupon List
es: Lista de Bonos Emitidos

source: Issued date
es: Dia emisión

source: Name
es: Nombre

source: New client
es: Nuevo cliente

# NoClient
source: No client found...
es: No existe ningún cliente...

source: No Coupon Found
es: No existe ningún typo de bono...

source: No Coupon Issued
es: No se ha emitido ningún bono...

# OkAddingCoupon
source: Coupon has been added
es: El bono ha sido añadido al cliente

# OkAplyingDiscount
source: The discount has been applied
es: El descuento fue procesado con éxito

# OkCreatingUser
source: Usuario ha sido creado
es: El usuario ha sido creado con éxito

source: Pages
es: Páginas

# PasswordError
source: Password Incorrect
es: Error. Contraseña incorrecta

source: Please Sign In
es: Contraseña

source: Printed pages
es: Páginas impresas

source: Remaining pages
es: Páginas restantes

source: Select Coupon
es: Seleccionar bono

source: Send Email
es: Enviar email

source: Sending email...
es: Enviando email...

source: Set Pages
es: Descontar páginas

source: Set Pages to Discount
es: Descontar Páginas

source: Total clients
es: Total Clientes

source: Total Coupon Pages
es: Páginas totales

source: Total coupons
es: Total Bonos

source: Total Transactions
es: Transacciones totales

source: Transaction Date
es: Dia de la transacción

source: Type number of pages
es: Escriba numero de páginas

source: Update
es: Actualizar

source: Yes
es: Si
